Repository: mozilla-l10n/mt-training-data
Catalog: dav/dav_pontoon.tmx
Source language: en_us
Languages: dav

source: Abkhaz
dav: Kiabkhaz

source: Acehnese
dav: Kiacehnese

source: Adyghe
dav: Kiadyghe

source: Afrikaans
dav: Kikaburu

source: Amharic
dav: Kiamhara

source: Arabic
dav: Kiarabu

source: Aragonese
dav: Kiaragona

source: Assamese
dav: Kiasamiya

source: Asturian
dav: Kiaustria

source: Azerbaijani
dav: Kiazabaijani

source: Bambara
dav: Kibambara

source: Basaa
dav: Kibasaa

source: Bashkir
dav: Kibashkiri

source: Belarusian
dav: Kibelarusi

source: Bengali
dav: Kibengali

source: Bosnian
dav: Kibosnia

source: Breton
dav: Kibreti

source: Bulgarian
dav: Kibulgari

source: Buryat
dav: Kiburyati

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
dav: Kwa kusaghua kupata imeili, kwaaghora kwarumiria Mozilla iw'ike malagho ghako seji ieleshero andenyi ya <privacyLink>Maandiko gha Malagho gha Kiviso</privacyLink> gha Mozilla.

source: Catalan
dav: Kikatalani

source: Central Kurdish
dav: Kikurdi cha ghadi

source: Chuvash
dav: Kichuvashi

source: Contribute
dav: Changa

source: Contribute to { $lang }
dav: Changia { $lang }

source: Corsican
dav: Kikorisiki

source: Crimean Tatar
dav: Kitata cha Krimia

source: Czech
dav: Kicheki

source: Danish
dav: Kidenishi

source: Email
dav: Imeili

source: Fields marked with an asterisk (*) are required.
dav: Andu ukokose kuw'ikirilo nyeri nyeri (*), icho chilombwagha aho chekundika.

source: Get Involved
dav: Ngia

source: Hakha Chin
dav: Kihakha Chini

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
dav: Nakunde nipateghe imeili renikumbusira malengo ghapo, maendeleo ghapo na habari ra Common Voice.

source: Join the Common Voice mailing list
dav: Ngia kukaie umu wa aw'a w'idumilwagha barua ngelo kwa ngelo ni Common Voice.

source: Kaqchikel
dav: Kikakichikeli

source: Loading…
dav: Yaw'iacha...

source: Mapudungun
dav: Kimapudungu

source: Medumba
dav: Kimedumba

source: N/A
dav: Mbai

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
dav: Pata imeili sa reksukuma na kukumbusira lengo rako, maendeleo ghako, na habari ra Common Voice.

source: Return to Common Voice
dav: W'uya kwa Common Voice

source: Return to Languages
dav: W'uya kwa Viteto

source: Sign up for { $lang } updates:
dav: Andikisha eri kuvikiloghe ni maeresho gha { $lang }.

source: Sorry, Common Voice is running slowly. Thanks for your interest.
dav: Difuyenyi w'ughoma, Common Voice yaw,iaenda mboa. Chaw'ucha kwa kucha aha.

source: Sorry, something went wrong
dav: Ai, kilambo chimu chaenda kisaya

source: Status Page
dav: Peji Emanyisha Ni W'ada

source: Submit
dav: Ghenja

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
dav: Chaw'ucha kwa kukaia na bea yechangia { $lang }. Daw'uyafunga ndighi kula kiteto chikaie tayari kuzolwa aha na kurimanyisha timu rose maza ringi mbishi kwa chia ya imeili. Kaw'ona kwakunde kuchanga, dalomba kuneke imeili yako aha naisi.

source: Tibetan
dav: Kitibeti

source: Upload of this clip keeps failing at server. Reload the page or try again later.
dav: Kujosa ichi klipu kwaw'iakwama aja nalughu savenyi. Rughua peji w'uw'ishi angu kaia kaia nao kutime sena.

source: Upload of this clip keeps failing, keep retrying?
dav: Ichi klipu chaw'ialema kujoka, dichurie kutima?

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
dav: Isi aha Mozilla daw'uyaagha w'umweri ghwa wandu w'iko na bea ya teknoloji ya madedo. Dakunde dikaie dikimanyisha w'angu malagho ghangi maw'ishi, angu andu kungi kuw'ishi kuw'onikie kopatira data, na dakunde mudighorieghe seji mwaw'uyatumia ihi data.

source: Welsh
dav: Kiwalesi

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
dav: Dakuhakikishira dilindiagha malagho ghako nicha. Shoma zaidi andenyi ya <privacyLink>Malagho Gha Kiviso</privacyLink>.

source: We're receiving a lot of traffic and are currently investigating the issues.
dav: Daw'iachelwa ni trafiki mbaa na deko dilolagha shekeria niki.

source: We will be in touch with more information as it becomes available.
dav: Dimanyishagha w'andu iji malagho ghangi maw'ishi ghafumirika.

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
dav: Hee, nidumienyi imeili. Nakunde nikaie nikimanya malagho gha ughu mradi ghwa Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
dav: Hee, nidumienyi imeili. Nakunde nikaie nikimanya ichi kiteto chavika hao andenyi ya Common Voice.

source: You've successfully signed up for contributing to { $language }. Thank you.
dav: Kwafaulu kungia kibughi chechangia { $language }. Saw'ucha.
